Repository: raf93278/Captain-Tsubasa
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: pl

source: (After the French International Jr.
pl: (Po odwołaniu Międzynarodowego Turnieju Młodzieży

# (All these things fueled my fighting spirit and drove me forward.)
source: (All these things fueled my fighting spirit and\ndrove me forward.)
pl: (Wszystkie te rzeczy podsycały mojego ducha walki i pchały mnie do przodu.)

# (Am I really a tiger that's lost its claws? Has my spirit grown so weak?)
source: (Am I really a tiger that's lost its claws?\nHas my spirit grown so weak?)
pl: (Czy naprawdę jestem tygrysem, który stracił pazury?\nCzy mój duch tak osłabł?)

source: (Amazing...
pl: (Niesamowite...

source: (And as for you, Tsubasa...)
pl: (A co do ciebie, Tsubasa...)

source: (And judging from Wakabayashi's reaction to the\nshot, the Drive Shot's speed, spin, and power...\nare all lacking.)
pl: (Sądząc po reakcji Wakabayashiego na\nstrzał, Drive Shotowi brakuje szybkości, rotacji i mocy).

source: (And more than anything, I wanted to do right\nby Wakabayashi and Misaki, who were injured\nprotecting Nankatsu's goal.)
pl: (A przede wszystkim chciałem zrobić dobrze dla Wakabayashiego i Misakiego, którzy odnieśli kontuzję, chroniąc bramkę Nankatsu.)

# (And since I can really slam it, I'm adding rotation.
source: (And since I can really slam it, I'm adding\nrotation.
pl: (A ponieważ naprawdę mogę to zawalić, dodaję rotację.

source: (And the things that push me now...)
pl: (A rzeczy, które mnie teraz popychają...)

source: (And then I have to maximize its drop.)
pl: (A potem muszę zmaksymalizować jej spadek).

# (And then, we get you to Brazil, where you'll undoubtedly rise to the top.)
source: (And then, we get you to Brazil,\nwhere you'll undoubtedly rise to the top.)
pl: (A potem udamy się do Brazylii, gdzie bez wątpienia dostaniesz się na szczyt.)

# (At long-range I can kick with full strength to create a bigger drive arc.
source: (At long-range I can kick with full strength to\ncreate a bigger drive arc.
pl: (Na dalekim dystansie mogę kopnąć z pełną siłą, aby stworzyć większy łuk.

source: (Back at the National Youth Soccer Tournament,\nyou were the ones chosen as the MVPs.)
pl: (Podczas Narodowego Młodzieżowego Turnieju Piłki Nożnej to wy zostaliście wybrani najlepszymi).

source: (Back then I wanted to win the tourney, of course.\nBut I wanted to get back at Meiwa for beating us\nat prelims, get a perfect win, and go to Brazil.)
pl: (Wtedy oczywiście chciałem wygrać turniej, ale chciałem\nodegrać się na Meiwie za pokonanie nas w eliminacjach,\nodnieść perfekcyjne zwycięstwo i pojechać do Brazylii.)

source: (Beating them here and becoming the champs...\nThat's more than a dream.\nThat can be real.)
pl: (Pokonanie ich tutaj i zostanie mistrzami... \nTo więcej niż marzenie...\nTo może być realne).

# (But I can't get around Tsubasa... Not by myself, anyway.)
source: (But I can't get around Tsubasa...\nNot by myself, anyway.)
pl: (Ale nie mogę ominąć Tsubasy... w każdym razie nie sam.)

# (But I'm still not sure it's going to get past keepers on international teams.)
source: (But I'm still not sure it's going to get past\nkeepers on international teams.)
pl: (Nadal nie jestem pewien, czy będzie to miało wpływ na międzynarodowe zespoły.)

source: (But after this match, I've made up my mind!)
pl: (Ale po tym meczu podjąłem decyzję!).

source: (But can I really pull that technique off?)
pl: (Ale czy naprawdę mogę zastosować tę technikę?)

# (But due to circumstances, he couldn't take Tsubasa with him.)
source: (But due to circumstances,\nhe couldn't take Tsubasa with him.)
pl: (Zz powodu okoliczności nie mógł zabrać ze sobą Tsubasy.)

# (But everyone else has lent me strength. I'm a better player than ever!)
source: (But everyone else has lent me strength.\nI'm a better player than ever!)
pl: (Ale wszyscy inni dodawli mi sił.\nJestem lepszym graczem niż kiedykolwiek!)

source: (But it's almost as if he dropped off the face of\nthe Earth after elementary school.)
pl: (Ale to prawie tak, jakby zniknął z powierzchni Ziemi po ukończeniu szkoły podstawowej.)

source: (But just you wait!
pl: (Poczekaj tylko!

# (But to beat Nankatsu... And Tsubasa...
source: (But to beat Nankatsu...\nAnd Tsubasa...
pl: (Ale żeby pokonać Nankatsu... i Tsubasę...

source: (But us?
pl: (Ale my?

source: (But what am I missing?)
pl: (Ale czego mi brakuje?)

# (But you managed to just nudge it. You wouldn't give up the point.)
source: (But you managed to just nudge it.\nYou wouldn't give up the point.)
pl: (Ale udało ci się go tylko szturchnąć. Nie oddałbyś punktu).

source: (But...
pl: (Ale...

source: (C'mon, Tsubasa!
pl: (Dalej, Tsubasa!

# (C'mon, here's your chance. Show me that Drive Shot!)
source: (C'mon, here's your chance.\nShow me that Drive Shot!)
pl: (No dalej, masz szansę. Pokaż mi ten Drive Shot!)

source: (Come to think of it, it's a lot like when\nI pieced together the Drive Shot during the\nHirado MS match at Finals.)
pl: (Jak się nad tym zastanowić, to tak samo jak wtedy, gdy\nopnowałem Drive Shot podczas\nmeczu z MS Hirado podczas finałów.)

# (Darn it! The ball keeps drifting off course.)
source: (Darn it!\nThe ball keeps drifting off course.)
pl: (Cholera!\nPiłka ciągle zbacza z kursu.)

source: (During the match with Argentina, my Drive Shot\nwas definitely a different beast from what it's\nbeen in the past.)
pl: (Podczas meczu z Argentyną mój Drive Shot był\nzdecydowanie inny niż kiedyś.)

source: (Even if the goalie is ready for it, the added\nforce should give it the power to push through\nhim.
pl: (Nawet jeśli bramkarz jest na to gotowy, dodana siła powinna dać jej moc do przepchnięcia się przez niego.

source: (From now on, my goal is to face Tsubasa again!\nAnd next time, I'm coming out on top.)
pl: (Od teraz moim celem jest ponowne\nzmierzenie się z Tsubasą! I następnym\nrazem to ja będę górą).

# (Gotta fight to the finals. We're showing you your first loss, no question.)
source: (Gotta fight to the finals.\nWe're showing you your first loss,\nno question.)
pl: (Musimy walczyć do finału.\nPokażemy wam waszą pierwszą porażkę.)

source: (He can help me figure out what my Drive Shot\nstill needs to compete at the highest levels.)
pl: (Pomoże mi dowiedzieć się, czego mój Drive Shot nadal potrzebuje, aby konkurować na najwyższym poziomie.)

source: (He risked his life for this.)
pl: (Ryzykował przy tym życiem).

# (He scored a beautifully clean goal on the talented Hernandez.)
source: (He scored a beautifully clean goal on the\ntalented Hernandez.)
pl: (Strzelił pięknie czystego gola utalentowanemu Hernandezowi.)

source: (He's as good as both Azwan and Hernandez.)
pl: (Jest tak dobry jak Azwan i Hernandez.)

source: (Heavy spin plus a downward move, huh?)
pl: (Ciężki obrót i ruch w dół, co?)

# (His skills already dwarf those of most high school players.)
source: (His skills already dwarf those of most\nhigh school players.)
pl: (Jego umiejętności już przewyższają umiejętności\nwiększości licealistów.)

source: (How?!
pl: (Jak?!

source: (Hyuga powered up the Tiger Shot and developed\nthe Neo Tiger Shot after coming here to America.)
pl: (Hyuga wzmocnił Tiger Shot i opracował Neo Tiger Shot po przybyciu do Ameryki.)

source: (I can't change the Drive Shot's trajectory.\nSo instead of trying to buff out its weaknesses,\nI'll polish its strengths.)
pl: (Nie mogę zmienić trajektorii Drive Shota, więc zamiast próbować poprawić jego słabe strony, dopracuję mocne.)

source: (I do think my shooting was pretty good today.)
pl: (Myślę, że strzelałem dzisiaj całkiem nieźle.)

# (I even aimed for your face, so we'd score if you dodged.)
source: (I even aimed for your face,\nso we'd score if you dodged.)
pl: (Celowałem nawet w twoją twarz, żebyśmy zdobyli punkty, gdybyś się uchylił).

source: (I gotta do even better than that.)
pl: (Muszę się postarać jeszcze bardziej.)

# (I guess all I can do on my own is keep practicing.)
source: (I guess all I can do on my own\nis keep practicing.)
pl: (Myślę, że jedyne, co mogę zrobić samodzielnie, to ćwiczyć.)

source: (I guess he's really my...)
pl: (Myślę, że to naprawdę mój...)

source: (I had heard that Misaki frequently changed\nschools due to his father being an artist.)
pl: (Słyszałem, że Misaki często zmieniał\nszkołę, ponieważ jego ojciec był artystą.)

# (I just don't get how I'm supposed to transfer the drive spin into the ball.)
source: (I just don't get how I'm supposed to\ntransfer the drive spin into the ball.)
pl: (Po prostu nie rozumiem, jak mam\nprzenieść rotację pędu// na piłkę.)

# (I just gotta go for it. Just... go for it.)
source: (I just gotta go for it.\nJust... go for it.)
pl: (Muszę to po prostu zrobić.\nPo prostu... to zrobić.)

# (I know that look. Is he seriously goin' to shoot from there?!)
source: (I know that look.\nIs he seriously goin' to shoot from there?!)
pl: (Znam to spojrzenie. On serio zamierza stamtąd strzelać?!)

source: (I need to show I can compete in international\nsoccer after what happened in the scrimmage.\nI need to get over that wall.)
pl: (Muszę pokazać, że mogę rywalizować w międzynarodowym futbolu po tym, co wydarzyło się w starciu. Muszę pokonać ten mur.)

source: (I think the attempt to improve on the Neo Drive\nShot is going pretty well so far.)
pl: (Myślę, że próba ulepszenia Neo Drive\nShot idzie jak całkiem dobrze.)

# (I'll build it up the same as I did during the All Japan MS Soccer Tournament!)
source: (I'll build it up the same as I did during the\nAll Japan MS Soccer Tournament!)
pl: (Build it up the same as I did during the\nAll Japan MS Soccer Tournament!//)

source: (I'll focus on my shooting more than usual today\nand figure things out one at a time.)
pl: (Skupię się dziś na strzelaniu bardziej niż zwykle - i załatwię wszystko po kolei.)

# (I'll need to do more to score on goalkeepers of this caliber.)
source: (I'll need to do more to score on goalkeepers of\nthis caliber.)
pl: (Będę musiał się bardziej postarać, aby strzelić gola bramkarzom tego kalibru.)

# (I'm going to nab our team a win, for everyone who's helped me be better!)
source: (I'm going to nab our team a win,\nfor everyone who's helped me be better!)
pl: (Zamierzam zapewnić naszemu zespołowi zwycięstwo wszystkim,\nktórzy pomogli mi stać się lepszym!)

# (I'm gonna take my Drive Shot above and beyond before this tournament's done!)
source: (I'm gonna take my Drive Shot above and beyond\nbefore this tournament's done!)
pl: (Zrobię wszystko, co w mojej mocy,\nzanim zakończy się ten turniej!)

source: (I'm not losing to Tsubasa!)
pl: (Nie przegram z Tsubasą!)

source: (I'm now able to maintain power and rotation all\nthe way to the goal from as far as center field\nwhen I practice.)
pl: (Teraz, kiedy ćwiczę, jestem w stanie utrzymać moc i rotację aż do bramki, nawet ze środka pola).

# (I've endured two years of rehabilitation, betting it all on this last year.)
source: (I've endured two years of rehabilitation,\nbetting it all on this last year.)
pl: (Przeszedłem dwa lata rehabilitacji, stawiając wszystko na ten ostatni rok).

# (If only I had more than just these notes Roberto left me.)
source: (If only I had more than just these\nnotes Roberto left me.)
pl: (Gdybym tylko miał więcej niż tylko te\nnotatki, które zostawił mi Roberto.)

source: (If only he were here to show me.)
pl: (Gdyby tylko był tu i mi pokazał.)

source: (If this keeps up, we're in trouble.)
pl: (Jeśli tak będzie dalej, będziemy mieć kłopoty.)

# (If you can pull off this shot, you're going straight to the top!)
source: (If you can pull off this shot,\nyou're going straight to the top!)
pl: (Jeśli uda ci się wykonać ten strzał, trafisz prosto na szczyt!)

# (It's a slight bit far, but this is close to the prime spot.)
source: (It's a slight bit far,\nbut this is close to the prime spot.)
pl: (To trochę daleko, ale to blisko najlepszego miejsca.)

# (It's been only a few months, but it feels so long ago.
source: (It's been only a few months, but it feels so\nlong ago.
pl: (Minęło zaledwie kilka miesięcy, ale wydaje się, że to było tak dawno temu.

# (It's just one goal, but the significance cannot be overstated.)
source: (It's just one goal,\nbut the significance cannot be overstated.)
pl: (To tylko jeden gol,\nale jego znaczenie jest nie do przecenienia.)

# (It's time to push my Falcon Shot to the next level!
source: (It's time to push my Falcon Shot to the next\nlevel!
pl: (Czas przenieść mój Falcon Shot na wyższy\npoziom!

source: (Just you watch, Tsubasa Ozora.
pl: (Tylko popatrz, Tsubasa Ozora.

# (Keep passing to Nitta, right to the very end!)
source: (Keep passing to Nitta, right\nto the very end!)
pl: (Podajwajcie dalej do Nitty, aż do samego końca!).

source: (Let our dreams be the wind beneath your wings\nas you take flight to take on the world,\nTsubasa!)
pl: (Niech nasze sny będą wiatrem pod twoimi skrzydłami,\n gdy wzbijesz się w powietrze, by podbić świat,\nTsubasa)!

source: (Losing would mean not going to Nationals,\nand I wouldn't be able to face Tsubasa again.\nI'm not through yet!)
pl: (Przegrana oznaczałaby, że nie pojadę na zawody krajowe i nie zmierzę się ponownie z Tsubasą. Jeszcze nie skończyłem!)

source: (Meaning he must have...)
pl: (To znaczy, że musiał mieć...)

source: (Meaning the only one unaccounted for\nis Tsubasa's eternal partner, Taro Misaki.)
pl: (Zznaczy to, że jedyną nieuwzględnioną osobą jest wieczny partner Tsubasy, Taro Misaki).

source: (Misugi gave us this chance.)
pl: (Misugi dał nam tę szansę).

# (My Drive Shot just wasn't powerful enough to take on the world.)
source: (My Drive Shot just wasn't powerful enough\nto take on the world.)
pl: (Mój Drive Shot nie był wystarczająco potężny,\nby podbić świat.)

source: (My only choice is to go for a no-trap shot.)
pl: (Mój jedyny wybór to strzał bez pułapki).

# (My only hope is to go for a no-trap shot!)
source: (My only hope is to go for a\nno-trap shot!)
pl: (Moją jedyną nadzieją jest oddanie\nstrzału bez pułapki!//)

# (Nankatsu are the national champions two years running.)
source: (Nankatsu are the national champions\ntwo years running.)
pl: (Nankatsu są mistrzami kraju dwa lata z rzędu.)

source: (Naw, I'd need more time.)
pl: (Nie, potrzebuję więcej czasu).

source: (Nitta, someone like you is just...)
pl: (Nitta, ktoś taki jak ty jest po prostu...)

# (No! All I've left to do is try it in a real game!)
source: (No!\nAll I've left to do is try it in a real game!)
pl: (Nie!\nPozostało mi tylko wypróbować to w prawdziwej grze!)

source: (No...
pl: (Nie...

source: (Now fly, Tsubasa.)
pl: (Teraz leć, Tsubasa).

# (Now, I just have to hear what Wakabayashi thought about it.)
source: (Now, I just have to hear what Wakabayashi thought\nabout it.)
pl: (Teraz muszę tylko usłyszeć, co o tym myśli Wakabayashi.)

source: (Of course, I believe in my Neo Drive Shot.\nIt came together perfectly thanks to everyone.)
pl: (Oczywiście wierzę w mój Neo Drive Shot. Dzięki wszystkim wyszedł idealnie.)

# (Oh, I see. Still wearing that confident smile.)
source: (Oh, I see.\nStill wearing that confident smile.)
pl: Rozumiem. Wciąż z tym pewnym siebie uśmiechem).

# (Once I get my third victory at Japanese Nationals, then I'm taking on Brazil!)
source: (Once I get my third victory at Japanese\nNationals, then I'm taking on Brazil!)
pl: (Kiedy odniosę trzecie zwycięstwo na Mistrzostwach Japonii\n, zmierzę się z Brazylią!)

source: (Page 52...)
pl: (Strona 52...)

source: (Page 52...?)
pl: (Strona 52...?)

# (Roberto returned to Brazil when Tsubasa graduated elementary school.)
source: (Roberto returned to Brazil when\nTsubasa graduated elementary school.)
pl: (Roberto wrócił do Brazylii, gdy \nTsubasa ukończył szkołę podstawową.)

source: (Roberto's Drive Shot...
pl: (Drive Shot Roberto...

source: (Roberto, next year I'm going to Brazil.)
pl: (Roberto, w przyszłym roku jadę do Brazylii.)

# (Smashes and drives each have their own strengths.)
source: (Smashes and drives each have their own\nstrengths.)
pl: (Smashe i drive'y mają swoje mocne strony.)

source: (So if I take a pass at the right moment...)
pl: (Więc jeśli wykonam podanie w odpowiednim momencie...)

source: (So what am I gonna do?)
pl: (Więc co mam zrobić?)

source: (So, how do I compensate for that?
pl: (Jak więc mogę to zrekompensować?

source: (So, what I need to do is make that shift even\nmore dramatic and increase the force it's\npropelled with!)
pl: (Muszę uczynić tę zmianę jeszcze bardziej dramatyczną i zwiększyć siłę, z jaką jest napędzana!)

source: (Still, I can't expect to shoot that perfectly\nall the time in the natural flow of a match.)
pl: (Mimo to nie mogę oczekiwać, że będę strzelał tak idealnie cały czas przez cały mecz.)

source: (Thank you, Nitta.)
pl: (Dzięki, Nitta.)

# (That shot from Nitta... His timing is getting better.)
source: (That shot from Nitta...\nHis timing is getting better.)
pl: (Ten strzał Nitty...\nJego wyczucie czasu jest coraz lepsze.)

# (That's how we will revolutionize Japanese soccer.
source: (That's how we will revolutionize Japanese\nsoccer.
pl: (W ten sposób zrewolucjonizujemy japońską\npiłkę nożną.

source: (That's it!)
pl: (To wszystko!)

source: (That's right.
pl: (Zgadza się.

# (That's right... The other team's keeper is Wakabayashi.)
source: (That's right...\nThe other team's keeper is Wakabayashi.)
pl: (Zgadza się... obrońcą drużyny przeciwnej jest Wakabayashi.)

source: (That's the way, Tsubasa.
pl: (Właśnie Tsubasa.

source: (The Drive Shot was useless against Azwan in\nour scrim against the U.S., and it wasn't enough\nagainst Hernandez and Italy earlier.)
pl: (Drive Shot był bezużyteczny przeciwko Azwanowi w meczu z USA, a wcześniej nie wystarczył przeciwko Hernandezowi i Włochom.)

# (The Drive Shot's particular trajectory does give the goalie time to prepare.
source: (The Drive Shot's particular trajectory does give\nthe goalie time to prepare.
pl: (Specjalna trajektoria strzału Drive Shot daje bramkarzowi czas na przygotowanie się.

source: (The Middle School Nationals...\nThe tournament where these boys\nmatured into the amazing players they are today.)
pl: (Middle School Nationals...\nTurniej, podczas którego ci chłopcy\nwyrośli na niesamowitych graczy, którymi są dzisiaj.)

source: (The drive trajectory doesn't work at short range,\nand at mid-range it won't go into the goal without\nsome adjustment.)
pl: (Trajektoria nie działa na krótkim dystansie, a na średnim dystansie nie trafia do bramki bez pewnej korekty.)

source: (The fighting spirit from my youth...)
pl: (Duch walki z młodości...)

source: (The final goal from elementary Nationals?)
pl: (Ostateczny gol w zawodach podstawówki?)

source: (The thing that makes the Drive Shot good is the\nway it shifts powerfully downward.)
pl: (To, co sprawia, że Drive Shot jest dobry, to\nsposób, w jaki mocno opada w dół.)

source: (The time has finally come.)
pl: (W końcu nadszedł ten czas).

source: (There's no way he would have quit soccer.\nBut it seems equally unlikely I wouldn't\nhave heard about a player of his level.)
pl: (Nie ma mowy, żeby rzucił piłkę nożną.\nWydaje się równie mało prawdopodobne,\nże nie słyszałbym o zawodniku na jego poziomie.)

source: (They'd do that for me...)
pl: (Zrobiliby to dla mnie...)

# (This Otomo Quartet has a bit of style.)
source: (This Otomo Quartet has a bit\nof style.)
pl: (Kwartet Otomo ma styl.)

source: (This is really tough, Roberto.)
pl: (To naprawdę trudne, Roberto.)

source: (This is somewhat unexpected, but by this\nfortuitous turn of events, these boys will now\nshine on an even grander stage.)
pl: (Jest to nieco nieoczekiwane, ale przez ten\nniefortunny obrót wydarzeń, ci chłopcy będą\nteraz błyszczeć na jeszcze większej scenie).

source: (This is the birth of a new legend\nfor these kids--no, for all of Japanese\nsoccer.
pl: (To narodziny nowej legendy dla tych dzieciaków,\nnie, dla całej japońskiej piłki nożnej).

# (This new long shot... the Drive Shot.)
source: (This new long shot...\nthe Drive Shot.)
pl: (To nowy długi strzał... Drive Shot).

# (This past year was about training for one thing. Taking down Nankatsu.
source: (This past year was about training for one thing.\nTaking down Nankatsu.
pl: (Ten ostatni rok był treningiem do jednej rzeczy: pokonania Nankatsu.

source: (To get it to where it's always that perfect,\nI need to do more than iron out a few issues.\nI need to give it a firmer foundation.)
pl: (Aby zawsze było tak idealnie, muszę zrobić coś więcej niż tylko poprawić te kwestie. Muszę dać mu mocniejszą podstawę//).

source: (Tsubasa's soccer mentor is Roberto Hongo,\ncenter forward for the Brazilian National team.)
pl: (Piłkarskim mentorem Tsubasy jest Roberto Hongo,\nśrodkowy napastnik reprezentacji Brazylii).

# (Tsubasa. Put some drive behind your long shot!)
source: (Tsubasa.\nPut some drive behind your long shot!)
pl: (Tsubasa.\nWłóż trochę energii w swój długi strzał!)

# (We have to get a goal! We just have to!)
source: (We have to get a goal!\nWe just have to!)
pl: (Musimy zdobyć bramkę! Po prostu musimy!)

# (We may not have your talent, but no one trains harder than we do!)
source: (We may not have your talent,\nbut no one trains harder than we do!)
pl: (Być może nie mamy twojego talentu,\nale nikt nie trenował ciężej niż my!)

source: (We trained so hard for the entire year.)
pl: (Trenowaliśmy ciężko przez cały rok.)

# (We worked hard every day, so you could never outpace us.)
source: (We worked hard every day,\nso you could never outpace us.)
pl: (Ciężko pracowaliśmy każdego dnia, więc nigdy nas nie prześcigniecie).

# (Well played, Tsubasa! He's finally done it.)
source: (Well played, Tsubasa!\nHe's finally done it.)
pl: (Dobrze zagrane, Tsubasa!\nW końcu mu się udało.)

source: (What Jito said this afternoon...
pl: (Co Jito powiedział dziś po południu…\n

source: (What a great feeling.
pl: (Co za wspaniałe uczucie.

source: (What's this about?)
pl: (O co chodzi?)

source: (What?)
pl: (Co?)

# (Whether we win or not... It all comes down to me.)
source: (Whether we win or not...\nIt all comes down to me.)
pl: (Wygramy, czy nie... wszystko zależy ode mnie.)

# (With my speed, I should be able to shake him off for at least a moment.)
source: (With my speed, I should be able\nto shake him off for at least a moment.)
pl: (Z moją szybkością powinienem być w stanie przynajmniej na chwilę się od niego uwolnić.)

source: (Without speed, he'd be ready for it.\nWithout spin, he could read its flight.\nWithout power, it wouldn't reach.)
pl: (Bez szybkości byłby na to gotowy.\nBez roacji mógłby odczytać jego lot.\nBez mocy nie sięgnąłby.//)

# (Yet, Tsubasa used this emotional blow as a springboard to new heights.
source: (Yet, Tsubasa used this emotional blow as a\nspringboard to new heights.
pl: (Jednak Tsubasa wykorzystał ten emocjonalny cios jako trampolinę na nowy poziom.

# (You can blame yourselves for us wanting to take down Nankatsu.)
source: (You can blame yourselves for us wanting to\ntake down Nankatsu.)
pl: (Możesz winić siebie za to, że chcemy\npokonać Nankatsu.)

# (You think I don't know? I know that better than anyone.)
source: (You think I don't know?\nI know that better than anyone.)
pl: (Myślisz, że nie wiem? Wiem to lepiej niż ktokolwiek inny.)

source: *These settings do not apply to matches in THE JOURNEY.
pl: *Te ustawienia nie dotyczą meczów w PODRÓŻY.

source: *This UI is not displayed during Versus or Freestyle Versus matches.
pl: *Ten interfejs nie jest wyświetlany podczas meczów typu Versus lub Freestyle Versus.

# *pant* *pant* I'm okay.
source: *pant* *pant*\nI'm okay.
pl: *dyszy* *dyszy*\nWszystko w porządku.

source: <cancel>Back
pl: <cancel>Cofnij

source: <cancel>Back <rep ③>Restore Defaults <rep ⑰>Change Settings
pl: <cancel>Cofnij <rep ③>Restore Defaults <rep ⑰>Change Settings

source: <cancel>Back <rep ⑤>/<rep ⑥>Change Category
pl: <cancel>Wstecz <rep ⑤>/<rep ⑥>Zmień kategorię

source: <cancel>Back <rep ⑯>Select
pl: <cancel>Cofnij <rep ⑯>Select
